[
    {
        "title": "Datos informativos",
        "description": "SECCIÓN DATOS INFORMATIVOS DEL DECLARANTE",
        "fields": {
            "001": {
                "number": "33",
                "title": "Total costos y gastos de nómina",
                "col-#": "col-8",
                "class": "",
                "nota": "Incluya en esta casilla el valor total de los salarios, prestaciones sociales y demás pagos laborales causados en el año gravable o en la fracción del período a declarar, independiente de ser costo o gasto."
            },
            "002": {
                "number": "34",
                "title": "Aportes al sistema de seguridad social",
                "col-#": "col-8",
                "class": "",
                "nota": "Incluya en esta casilla el valor total de los aportes pagados al Sistema de Seguridad Social durante el año gravable o en la fracción del período a declarar, correspondientes a aportes por salud, a fondos de pensiones de jubilación e invalidez y por riesgos laborales."
            },
            "003": {
                "number": "35",
                "title": "Aportes al SENA, ICBF, cajas de compensación",
                "col-#": "col-8",
                "class": "",
                "nota": "Registre el valor de los aportes parafiscales pagados durante el año gravable o en la fracción del período a declarar, los cuales deben corresponder al valor solicitado como costo y deducción, de conformidad con el artículo 114 del E.T. que exige el pago para su procedencia o aceptación."
            }
        }
    },
    {
        "title": "Patrimonio",
        "cod_section": "002",
        "description": "SECCIÓN PATRIMONIO DEL DECLARANTE",
        "fields": {
            "004": {
                "number": "36",
                "title": "Efectivo y equivalentes a efectivo",
                "col-#": "col-8",
                "class": "",
                "nota": "<p>Registre en esta casilla el valor patrimonial de los recursos líquidos al 31 de diciembre, incluyendo caja, depósitos en bancos y otros fondos disponibles. Incluya también aquellos recursos con restricciones legales que no estén inmediatamente disponibles, como ciertos aportes en entidades sin ánimo de lucro. Para determinar el valor, tenga en cuenta lo siguiente:</p><ul><li><strong>Depósitos bancarios:</strong> De acuerdo con el artículo 268 del estatuto tributario, registre el saldo final del año, incluyendo la corrección monetaria y los intereses acumulados no cobrados.</li><li><strong>Activos en moneda extranjera:</strong> Conforme al artículo 269 del estatuto tributario, estime su valor en moneda nacional al cierre del año, utilizando la tasa representativa del mercado (TRM) del día de reconocimiento inicial.</li></ul>",
                "group": "patrimonio-bruto"
            },
            "005": {
                "number": "37",
                "title": "Inversiones e instrumentos financieros derivados",
                "col-#": "col-8",
                "class": "",
                "nota": "<p>Registre aquí el valor al 31 de diciembre de todas las inversiones realizadas en el año, incluyendo:</p><ul><li><strong>Inversiones en bonos y acciones:</strong> Cualquier inversión hecha con el objetivo de obtener ganancias, ya sea por cambios en los precios o con la intención de mantenerlas hasta su vencimiento.</li><li><strong>Inversiones estratégicas:</strong> Aquellas realizadas con el propósito de tener una influencia significativa o control sobre las decisiones de la entidad en la que se invierte.</li><li><strong>Instrumentos derivados:</strong> Incluyendo aquellos usados para especulación o como cobertura contra riesgos.</li></ul>",
                "group": "patrimonio-bruto"
            },
            "006": {
                "number": "38",
                "title": "Cuentas, documentos y arrendamientos financieros por cobrar",
                "col-#": "col-8",
                "class": "",
                "nota": "<p>Registre el valor al 31 de diciembre del año gravable de todos los saldos a su favor. Esto incluye:</p><ul><li><strong>Cartera de clientes:</strong> Montos que otros deben a la empresa por operaciones que son parte de su actividad principal.</li><li><strong>Deudas de partes relacionadas:</strong> Sumas adeudadas por empleados, accionistas, socios y otras partes relacionadas que no son parte de las ventas habituales.</li><li><strong>Anticipos realizados:</strong> Dinero entregado a proveedores o contratistas de los cuales se espera recibir bienes, servicios o beneficios futuros.</li></ul><p>Además, recuerde considerar la deducción por deterioro de cartera para cuentas de difícil cobro a la hora de calcular el valor fiscal.</p>",
                "group": "patrimonio-bruto"
            },
            "007": {
                "number": "39",
                "title": "Inventarios",
                "col-#": "col-8",
                "class": "",
                "nota": "<p>En esta casilla debe registrar el costo fiscal de los bienes que poseía al finalizar el año fiscal, esto incluye los bienes que se adquirieron o se produjeron con el fin de comercializarlos, las materias primas, los bienes en proceso de producción, así como las piezas de repuesto y el equipo auxiliar clasificados como inventarios, productos en tránsito, los provenientes de recursos naturales y de activos biológicos.</p>",
                "group": "patrimonio-bruto"
            },
            "008": {
                "number": "40",
                "title": "Activos intangibles",
                "col-#": "col-8",
                "class": "",
                "nota": "<p>En esta casilla, registre el valor de los activos intangibles al cierre del año fiscal. Estos incluyen bienes identificables no monetarios sin presencia física que la empresa controla, como patentes, marcas, y derechos de autor. Incluya el valor de la plusvalía (Goodwill) si aplica, y cualquier amortización correspondiente.</p>",
                "group": "patrimonio-bruto"
            },
            "009": {
                "number": "41",
                "title": "Activos biológicos",
                "col-#": "col-8",
                "class": "",
                "nota": "<p>Incluya en esta casilla el valor patrimonial correspondiente al último día del año gravable de los animales vivos, plantas productoras y cultivos consumibles. Asegúrese de considerar lo estipulado en los artículos 92 a 95 del Estatuto Tributario para su correcta evaluación.</p>",
                "group": "patrimonio-bruto"
            },
            "010": {
                "number": "42",
                "title": "Propiedades, planta y equipo, propiedades de inversión y ANCMV",
                "col-#": "col-8",
                "class": "",
                "nota": "<p>Incluya en esta casilla el valor de las propiedades, plantas y equipos que utiliza en sus operaciones al último día del año gravable. Esto también incluye construcciones en proceso y otros activos tangibles. No incluya las plantas agrícolas productoras, ya que estas se reportan como activos biológicos. Asegúrese de incluir propiedades de inversión y activos no corrientes destinados para la venta, tal como lo establecen los artículos 128 al 140 y 290 del Estatuto Tributario. Los activos medidos a valor razonable contablemente deben registrarse al costo para fines fiscales, según el artículo 69. Para los bienes adquiridos mediante arrendamiento financiero, su valor se determinará conforme al artículo 127-1 del Estatuto Tributario.</p>",
                "group": "patrimonio-bruto"
            },
            "011": {
                "number": "43",
                "title": "Otros activos",
                "col-#": "col-8",
                "class": "",
                "nota": "<p>Incluya en esta casilla el valor patrimonial a 31 de diciembre de los bienes no listados en casillas anteriores. Esto incluye activos como planes de beneficios para empleados, activos que sólo se reconocen para fines fiscales, activos por impuestos corrientes y gastos pagados por anticipado.</p>",
                "group": "patrimonio-bruto"
            },
            "012": {
                "number": "44",
                "title": "Total patrimonio bruto",
                "col-#": "col-8",
                "class": "font-weight-bold",
                "nota": false,
                "disabled": true
            },
            "013": {
                "number": "45",
                "title": "Pasivos",
                "col-#": "col-8",
                "class": "",
                "nota": "<p>Registra el valor total de las deudas que tengas pendientes de pago al 31 de diciembre del año gravable. Esto incluye préstamos, cuentas por pagar, alquileres, impuestos y otras obligaciones con terceros. Si tienes deudas en moneda extranjera, conviértelas a pesos colombianos usando la tasa de cambio oficial del día en que se registraron. Consulta los artículos 285, 288, 291 y 287 del Estatuto Tributario para más detalles sobre cómo valorar las deudas. No incluyas provisiones contables que no sean aceptadas para efectos fiscales.</p>"
            },
            "014": {
                "number": "46",
                "title": "Total patrimonio líquido",
                "col-#": "col-8",
                "class": "font-weight-bold",
                "nota": false,
                "disabled": true
            }
        }
    },
    {
        "title": "Ingresos",
        "description": "SECCIÓN INGRESOS DEL DECLARANTE",
        "fields": {
            "015": {
                "number": "47",
                "title": "Ingresos brutos de actividades ordinarias",
                "col-#": "col-8",
                "class": "",
                "nota": "<p>En esta casilla, debes incluir el total de los ingresos brutos (tanto gravados como no gravados) que hayas obtenido durante el año por las actividades normales de tu empresa, excluyendo los intereses y otros rendimientos financieros que provienen de actividades que generan renta. Esos se deben registrar en la casilla siguiente.</p><p>Ten en cuenta las siguientes consideraciones fiscales:</p><ul><li><strong>Contratos de Concesión y APP:</strong> Aplica el tratamiento fiscal según el artículo 32 del Estatuto Tributario (E.T.).</li><li><strong>Momentos de Realización del Ingreso:</strong> Se rigen por el artículo 28 E.T. y el artículo 290 E.T. (Régimen de Transición).</li></ul>",
                "group": "ingresos-brutos"
            },
            "016": {
                "number": "48",
                "title": "Ingresos financieros",
                "col-#": "col-8",
                "class": "",
                "nota": "<p>Incluya en esta casilla los ingresos financieros obtenidos durante el período fiscal. Estos pueden incluir: el componente financiero de los arrendamientos financieros o mercantiles, los intereses recibidos por contribuyentes y entidades del sector financiero reguladas por la Superintendencia Financiera de Colombia, y los ajustes por diferencia en cambio de los activos en moneda extranjera que poseía al 31 de diciembre del año fiscal, conforme a los artículos 288 y 291 del Estatuto Tributario.</p>",
                "group": "ingresos-brutos"
            },
            "017": {
                "number": "49",
                "title": "Dividendos y/o participaciones no constitutivos de renta ni ganancia ocasional",
                "col-#": "col-8",
                "class": "",
                "nota": "<p>En esta casilla, incluya el total de ingresos recibidos durante el año por concepto de dividendos y participaciones que no están sujetos al impuesto sobre la renta ni al impuesto de dividendos. Estos ingresos deben cumplir con lo establecido en el numeral 3 del artículo 49 y el artículo 36-3 del Estatuto Tributario.</p>",
                "group": "ingresos-brutos"
            },
            "018": {
                "number": "50",
                "title": "Dividendos o participaciones distribuidos por entidades no residentes en Colombia a una CHC y prima en colocación de acciones",
                "col-#": "col-8",
                "class": "",
                "nota": "<p>Incluye en esta casilla el total de los ingresos obtenidos o acumulados durante el año por dividendos y participaciones que no están sujetos al impuesto de dividendos o que no se consideran renta o ganancia ocasional, según lo establecido en el numeral 3 del artículo 49 y el artículo 36-3 del Estatuto Tributario (E.T.).</p>",
                "group": "ingresos-brutos"
            },
            "019": {
                "number": "51",
                "title": "Dividendos y/o participaciones gravadas a la tarifa general provenientes de sociedades y entidades extranjeras o de sociedades nacionales",
                "col-#": "col-8",
                "class": "",
                "nota": "<p>En esta casilla, escribe el total de los ingresos que recibiste durante el año por dividendos o participaciones. Estos ingresos pueden provenir de empresas extranjeras o de las ganancias gravadas de empresas colombianas (según el parágrafo 2 del artículo 49 del Estatuto Tributario). No incluyas aquí los dividendos que ya registraste en la casilla 50, que corresponden a dividendos de entidades no residentes en Colombia para una CHC, o la prima en la colocación de acciones.</p>",
                "group": "ingresos-brutos"
            },
            "020": {
                "number": "52",
                "title": "Dividendos y/o participaciones gravadas recibidas por personas naturales sin residencia fiscal (año 2016 y anteriores)",
                "col-#": "col-8",
                "class": "",
                "nota": "<p>Si eres una persona natural que no reside fiscalmente en Colombia, ingresa en esta casilla el valor de los dividendos o participaciones gravadas que te pagaron o abonaron durante el año. Estos deben corresponder a utilidades generadas y no distribuidas antes del año 2017.</p>",
                "group": "ingresos-brutos"
            },
            "021": {
                "number": "53",
                "title": "Dividendos y/o participaciones gravadas recibidas por personas naturales sin residencia fiscal (año 2017 y siguientes)",
                "col-#": "col-8",
                "class": "",
                "nota": "<p>En esta casilla, escribe los dividendos o participaciones que te hayan distribuido desde el 1 de enero del año que estás declarando, o incluso durante una parte del año siguiente. Estos deben provenir de utilidades generadas desde el 1 de enero de 2017 que no se hayan declarado como exigibles hasta el 31 de diciembre del año anterior.</p>",
                "group": "ingresos-brutos"
            },
            "022": {
                "number": "54",
                "title": "Dividendos y/o participaciones gravadas al 10%",
                "col-#": "col-8",
                "class": "",
                "nota": "<p>En esta casilla, ingresa el valor de los ingresos que obtuviste por dividendos o participaciones que se declararon como exigibles durante el año que estás reportando, o en una parte del año siguiente. Estos ingresos deben provenir de utilidades generadas desde el 1 de enero de 2017 en adelante, y recibidos por sociedades o entidades extranjeras, personas naturales no residentes, o establecimientos permanentes en Colombia de sociedades extranjeras. Solo incluye los ingresos que no constituyan renta ni ganancia ocasional.</p>",
                "group": "ingresos-brutos"
            },
            "023": {
                "number": "55",
                "title": "Dividendos y/o participaciones gravadas a tarifa general (EP y sociedades extranjeras - Utilidades generadas a partir del año 2017)",
                "col-#": "col-8",
                "class": "",
                "nota": "<p>En esta casilla, ingresa el valor de los ingresos que obtuviste por dividendos o participaciones que se declararon como exigibles durante el año que estás reportando, o en una parte del año siguiente. Estos ingresos deben provenir de utilidades generadas desde el 1 de enero de 2017 en adelante y recibidos por sociedades o entidades extranjeras, personas naturales no residentes, o establecimientos permanentes en Colombia de sociedades extranjeras. Asegúrate de que estas utilidades estén gravadas según las reglas de los artículos 48 y 49 del Estatuto Tributario.</p>",
                "group": "ingresos-brutos"
            },
            "024": {
                "number": "56",
                "title": "Dividendos y participaciones provenientes de proyectos calificados como megainversión gravadas al 27%",
                "col-#": "col-8",
                "class": "",
                "nota": "<p>En esta casilla, incluye los dividendos y participaciones que provengan de utilidades gravadas según el parágrafo 2 del artículo 49 del Estatuto Tributario (E.T.), relacionados con proyectos clasificados como megainversión que cumplan con los requisitos del artículo 235-3 del E.T. Estos estarán sujetos a una tarifa de impuesto sobre la renta del 27%, según lo establecido en el numeral 4 del artículo 235-3 del E.T.</p>",
                "group": "ingresos-brutos"
            },
            "025": {
                "number": "57",
                "title": "Otros Ingresos",
                "col-#": "col-8",
                "class": "",
                "nota": "<p>En esta casilla, ingresa cualquier ingreso que no hayas registrado previamente. Esto incluye ingresos por la venta de activos diferentes a inventarios (si los poseíste por menos de dos años), indemnizaciones, intereses presuntivos (artículo 35 del E.T.), entre otros. Además, si generaste ingresos por una enajenación indirecta según el artículo 90-3 del E.T., también debes incluirlos aquí.</p><p>Si eres una entidad sin ánimo de lucro del Régimen Tributario Especial según el artículo 19 del E.T., y te decretaron dividendos o participaciones por conceptos mencionados en las casillas 50, 51, 54, 55 o 57 durante el año que estás declarando o en parte del año siguiente, ingresa el valor de esos dividendos o participaciones en esta casilla.</p>",
                "group": "ingresos-brutos"
            },
            "026": {
                "number": "58",
                "title": "Total Ingresos brutos",
                "col-#": "col-8",
                "class": "font-weight-bold",
                "nota": false,
                "disabled": true
            },
            "027": {
                "number": "59",
                "title": "Devoluciones, rebajas y descuentos en ventas",
                "col-#": "col-8",
                "class": "",
                "nota": "<p>Registre en esta casilla el valor de las devoluciones, rebajas y descuentos en ventas. Formato Reporte Conciliación fiscal Anexo 110 (ERI - Renta Líquida): Devoluciones, rebajas y descuentos.</p>",
                "group": "ingresos-netos"
            },
            "028": {
                "number": "60",
                "title": "Ingresos no constitutivos de renta ni ganancia ocasional",
                "col-#": "col-8",
                "class": "",
                "nota": "<p>En esta casilla, ingresa los ingresos que, por ley, no son considerados renta ni ganancia ocasional. Algunos ejemplos incluyen:</p><ul><li>El monto destinado a reponer bienes asegurados por daños, siempre que se use para adquirir bienes iguales o similares.</li><li>Los dividendos y participaciones no constitutivos de renta ni ganancia ocasional, mencionados en la casilla 49 de este formulario.</li><li>Las utilidades repartidas en acciones a los trabajadores de sociedades de Beneficio e Interés Colectivo (BIC), organizadas como sociedades por acciones, cuando estas utilidades se hayan generado y repartido en el mismo año gravable (según el artículo 1.2.1.12.10 del DUR 1625/2016).</li></ul><p><strong>Nota:</strong> Si perteneces al Régimen Tributario Especial, solo puedes incluir en esta casilla los ingresos no constitutivos de renta ni ganancia ocasional que provengan de contratos de obra pública e interventoría con entidades estatales, cuando corresponda (Parágrafo del artículo 1.2.1.5.1.20 del DUR 1625/2016).</p><p><strong>Importante:</strong> No incluyas en esta casilla ingresos relacionados con rentas exentas.</p>",
                "group": "ingresos-netos"
            },
            "029": {
                "number": "61",
                "title": "Total ingresos netos",
                "col-#": "col-8",
                "class": "font-weight-bold",
                "nota": false,
                "disabled": true
            }
        }
    },
    {
        "title": "Costos y deducciones",
        "description": "SECCIÓN COSTOS Y DEDUCCIONES",
        "fields": {
            "030": {
                "number": "62",
                "title": "Costos",
                "col-#": "col-8",
                "class": "",
                "nota": "<p>En esta casilla, registra el costo de ventas, que incluye el costo asignado a los productos vendidos y a los servicios prestados, según el sistema que te corresponda legalmente para calcular el costo de los activos enajenados. Los rubros a incluir corresponden a la cuenta costo de ventas y de prestación de servicios o al costo determinado por el sistema periódico de inventarios (si aplica).</p><p>Si estás obligado a llevar contabilidad, debes considerar que la realización del costo está regulada por el artículo 59 del Estatuto Tributario (E.T.). Esto incluye aplicar las excepciones para el reconocimiento fiscal de los costos devengados en el período y seguir las reglas del régimen de transición estipuladas en el artículo 290 del E.T.</p>",
                "group": "costos-deducibles"
            },
            "031": {
                "number": "63",
                "title": "Gastos de administración",
                "col-#": "col-8",
                "class": "",
                "nota": "<p>En esta casilla, registra los gastos incurridos durante el año relacionados con la administración de la empresa y su operación principal. Algunos ejemplos de estos gastos son: mano de obra, honorarios, impuestos, arrendamientos, contribuciones, seguros, servicios, regalías, asistencia técnica, investigación y desarrollo, reparaciones, depreciaciones, entre otros. Estos gastos deben estar relacionados con los ingresos gravados y ser necesarios para la operación, es decir, deben cumplir con los requisitos de causalidad, necesidad y proporcionalidad para su deducción.</p>",
                "group": "costos-deducibles"
            },
            "032": {
                "number": "64",
                "title": "Gastos de distribución y ventas",
                "col-#": "col-8",
                "class": "",
                "nota": "<p>En esta casilla, registra los gastos en los que incurres durante el año relacionados con actividades de distribución y ventas de la empresa. Estos gastos incluyen: mano de obra, honorarios, impuestos, arrendamientos, contribuciones, seguros, servicios, regalías, asistencia técnica, investigación y desarrollo, reparaciones, depreciaciones, y otros servicios. Estos gastos deben estar vinculados a los ingresos gravados y cumplir con los requisitos de causalidad, necesidad y proporcionalidad para ser deducibles.</p>",
                "group": "costos-deducibles"
            },
            "033": {
                "number": "65",
                "title": "Gastos financieros",
                "col-#": "col-8",
                "class": "",
                "nota": "<p>Registra aquí los gastos financieros en los que incurrió la empresa durante el año, como:</p><ul><li>Componente financiero del arrendamiento operativo</li><li>Intereses del sector financiero</li><li>Intereses por préstamos de terceros</li><li>Diferencia en cambio</li><li>Intereses por acciones preferenciales</li></ul><p>Estos gastos deben estar relacionados con la generación de ingresos (causalidad, necesidad y proporcionalidad) y cumplir con los requisitos para ser deducibles.</p>",
                "group": "costos-deducibles"
            },
            "034": {
                "number": "66",
                "title": "Otros gastos y deducciones",
                "col-#": "col-8",
                "class": "",
                "nota": "<p>Incluya en esta casilla los conceptos que correspondan, que no se hayan registrado previamente y que estén relacionados con la actividad productora de renta, cumpliendo con los requisitos para su deducción. Algunos ejemplos incluyen:</p><ul><li>Transferencias</li><li>Subvenciones y ayudas gubernamentales</li></ul><p>También incluya en esta casilla el costo fiscal de los activos fijos poseídos por menos de dos años, así como la deducción por inversión en activos fijos para quienes firmaron un contrato de estabilidad jurídica antes del 1 de noviembre de 2010, siempre que esté vigente en el año gravable que se declara y parte del siguiente.</p><p>Adicionalmente, los contribuyentes que actúen como enajenantes indirectos deben incluir el costo fiscal asociado a la enajenación indirecta, según lo señalado en el artículo correspondiente.</p><p><strong>Nota:</strong> El artículo 174 de la Ley 1955 de 2019 modificó el artículo 11 de la Ley 1715 de 2014, otorgando un beneficio especial en el impuesto sobre la renta para fomentar la investigación, desarrollo e inversión en la producción de energía eléctrica con fuentes no convencionales de energía (FNCE) y la gestión eficiente de la energía.</p><p>Los contribuyentes que realicen inversiones en este ámbito tienen derecho a deducir de su renta, durante un período no mayor de 15 años, el 50% del total de la inversión realizada, comenzando a partir del año gravable siguiente a la entrada en operación de la inversión. Esta deducción no puede exceder el 50% de la renta líquida del contribuyente antes de aplicar la deducción por la inversión. Para obtener este beneficio tributario, la inversión debe ser certificada como un proyecto de generación de energía eléctrica con FNCE por la Unidad de Planeación Minero - Energética (UPME).</p><p><strong>Deducción transitoria del impuesto sobre la renta:</strong> Las personas naturales y jurídicas nacionales que desarrollen actividades de hotelería, agencias de viajes, tiempo compartido y turismo receptivo, y que tengan un establecimiento de comercio en San Andrés, Providencia y/o Santa Catalina antes del 16 de noviembre de 2020, podrán deducir de la renta el 150% del valor de los salarios y prestaciones sociales durante el año 2023, siempre que tengan trabajadores residentes en estas áreas.</p>",
                "group": "costos-deducibles"
            },
            "035": {
                "number": "67",
                "title": "Total costos y gastos deducibles",
                "col-#": "col-8",
                "class": "font-weight-bold",
                "nota": false,
                "disabled": true
            }
        }
    },
    {
        "title": "ESAL (R.T.E.)",
        "description": "SECCIÓN ESAL - RÉGIMEN TRIBUTARIO ESPECIAL",
        "fields": {
            "036": {
                "number": "68",
                "title": "Inversiones Efectuadas en el año",
                "col-#": "col-8",
                "class": "",
                "nota": false
            },
            "037": {
                "number": "69",
                "title": "Inversiones liquidadas en periodos gravables anteriores",
                "col-#": "col-8",
                "class": "",
                "nota": false
            }
        }
    },
    {
        "title": "Renta",
        "description": "SECCIÓN LIQUIDACIÓN PRIVADA",
        "fields": {
            "038": {
                "number": "70",
                "title": "Renta por recuperación de deducciones",
                "col-#": "col-8",
                "class": "",
                "nota": "<p>Registre en esta casilla el valor de los ingresos provenientes de la recuperación de deducciones. Estos ingresos no pueden ser reducidos con costos ni deducciones de la renta ordinaria (según los artículos 195 a 198 del E.T.).</p>"
            },
            "039": {
                "number": "71",
                "title": "Renta Pasiva - ECE sin residencia fiscal en Colombia",
                "col-#": "col-8",
                "class": "",
                "nota": "<p>Esta casilla debe ser diligenciada por todos los residentes fiscales colombianos que tengan, directa o indirectamente, una participación igual o superior al 10% en el capital de la ECE o en sus resultados.</p><p>Para completar esta casilla:</p><ul><li>Tome el valor de los ingresos pasivos.</li><li>Reste los costos y deducciones asociados a esos ingresos.</li><li>Registre el resultado en esta casilla.</li></ul><p>Esto debe hacerse conforme a lo señalado en los artículos 882 a 893 del Estatuto Tributario (E.T.).</p>"
            },
            "040": {
                "number": "72",
                "title": "Renta líquida ordinaria del ejercicio",
                "col-#": "col-8",
                "class": "font-weight-bold",
                "nota": false,
                "disabled": true
            },
            "041": {
                "number": "73",
                "title": "Pérdida líquida del ejercicio",
                "col-#": "col-8",
                "class": "font-weight-bold",
                "nota": false,
                "disabled": true
            },
            "042": {
                "number": "74",
                "title": "Compensaciones",
                "col-#": "col-8",
                "class": "",
                "nota": false
            },
            "043": {
                "number": "75",
                "title": "Renta líquida",
                "col-#": "col-8",
                "class": "font-weight-bold",
                "nota": "<p>Corresponde al resultado de restar el valor de la Renta líquida ordinaria del ejercicio el valor de las compensaciones.</p>",
                "disabled": true
            },
            "044": {
                "number": "76",
                "title": "Renta presuntiva",
                "col-#": "col-8",
                "class": "",
                "nota": false
            },
            "045": {
                "number": "77",
                "title": "Renta exenta",
                "col-#": "col-8",
                "class": "",
                "nota": false
            },
            "046": {
                "number": "78",
                "title": "Rentas gravables",
                "col-#": "col-8",
                "class": "",
                "nota": "<p><p>Registre en esta casilla el valor total de las rentas gravables, que incluyen:</p><ul><li>El valor de los activos omitidos y/o pasivos inexistentes declarados en períodos anteriores no revisables por la DIAN, según el artículo 239-1 del E.T.</li><li>La renta por comparación patrimonial, conforme a los artículos 236 y 238 del E.T.</li><li>Para entidades en el Régimen Tributario Especial (según el artículo 1.2.1.5.1.2. del DUR 1625/2016), el beneficio neto o excedente no destinado o ejecutado, según el artículo 1.2.1.5.1.27. del mismo decreto.</li><li>El valor de las inversiones mencionadas en el artículo 1.2.1.5.1.22. del DUR 1625/2016, cuando se usaron para fines distintos a los establecidos en dicho artículo.</li><li>Las rentas líquidas gravables y las rentas que se gravarían según el numeral 2 del artículo 1.2.1.5.1.36. del DUR 1625/2016.</li></ul></p>"
            },
            "047": {
                "number": "79",
                "title": "Renta líquida gravable",
                "col-#": "col-8",
                "class": "font-weight-bold",
                "nota": false,
                "disabled": true
            }
        }
    },
    {
        "title": "Ganancias ocasionales",
        "description": "SECCIÓN GANANCIAS OCASIONALES",
        "fields": {
            "048": {
                "number": "80",
                "title": "Ingresos por ganancias ocasionales",
                "col-#": "col-8",
                "class": "",
                "nota": "<p>Registre en esta casilla la suma de todos los ingresos gravados y no gravados que puedan constituir ganancia ocasional, tales como: los provenientes de la venta de bienes que hayan sido parte del activo fijo del contribuyente por dos años o más, los ingresos por liquidación de sociedades con duración igual o superior a dos años, las donaciones o actos jurídicos a título gratuito, rifas, loterías y similares. Siga las normas especiales para cuantificar cada tipo de ingreso. Si se generaron ganancias ocasionales de rentas pasivas de las ECE, incluya aquí todos los ingresos pasivos realizados por la ECE que constituyen ganancia ocasional (Concepto General Unificado ECE No. 386 de 2018). Registre también las rentas derivadas de la venta o transmisión de la participación de una CHC en entidades no residentes en Colombia, de acuerdo con los artículos 894 y 896 del E.T. Hasta el 31 de diciembre de 2021, las rebajas, descuentos o quitas de capital, multas, sanciones o intereses obtenidos por los deudores serán gravados como ganancia ocasional y no como renta ordinaria o renta líquida, cuando estos beneficios sean resultado de acuerdos de reorganización bajo la Ley 1116 de 2006 y los Decretos Legislativos 560 y 772 de 2020. Excepcionalmente, para los deudores en el período gravable 2021, las ganancias ocasionales obtenidas según el artículo 15 del Decreto Legislativo 772 de 2020 podrán compensarse con las pérdidas ocasionales del ejercicio o con las pérdidas fiscales acumuladas del contribuyente según el artículo 147 del E.T. Nota: las utilidades que puedan constituir ganancias ocasionales se tratan de conformidad con lo establecido en el Libro Primero, Título III del E.T. Además, los contribuyentes deberán incluir los ingresos por ganancias ocasionales generados por enajenación indirecta, según el artículo 90-3 del E.T.</p>"
            },
            "049": {
                "number": "81",
                "title": "Costos por ganancias ocasionales",
                "col-#": "col-8",
                "class": "",
                "nota": "<p>Registre en esta casilla el costo de los activos fijos enajenados, considerando lo establecido en el Capítulo II del Título I del Libro Primero del E.T., según sea aplicable para ganancias ocasionales gravadas, no gravadas o exentas. Si se generaron ganancias ocasionales de rentas pasivas de las ECE, incluya todos los costos y deducciones asociados a esos ingresos pasivos (Concepto General Unificado ECE No. 386 de 2018). Además, los contribuyentes que actúen como enajenantes indirectos deben incluir el costo por ganancias ocasionales asociadas a la enajenación indirecta, según lo señalado en el artículo 90-3 del E.T. Formato Reporte Conciliación Fiscal Anexo 110 (ERI - Renta Líquida): Total costos por ganancias ocasionales.</p>"
            },
            "050": {
                "number": "82",
                "title": "Ganancias ocasionales no gravadas y exentas",
                "col-#": "col-8",
                "class": "",
                "nota": "<p>Registre en esta casilla el valor neto de la ganancia ocasional que por ley es no gravada o exenta. Las rentas derivadas de la venta o transmisión de acciones o participaciones en una CHC estarán exentas, excepto por las utilidades obtenidas de actividades realizadas en Colombia. Para socios o accionistas no residentes, las rentas de la venta o transmisión de acciones o participaciones en una CHC se tratarán como rentas de fuente extranjera, en la proporción atribuible a actividades realizadas o activos poseídos por entidades no residentes, según el artículo 25 del E.T. (artículo 896 E.T.).</p> <p>Lo dispuesto en el artículo 896 E.T. no se aplicará si el beneficiario de las rentas derivadas de la venta de las acciones en la CHC, o distribuidas por esta, tiene su domicilio o residencia en una jurisdicción no cooperante con baja o nula imposición y/o en un régimen tributario preferencial, según el artículo 260-7 E.T. y sus normas reglamentarias o las disposiciones que las modifiquen o sustituyan.</p>"
            },
            "051": {
                "number": "83",
                "title": "Ganancias ocasionales gravables",
                "col-#": "col-8",
                "class": "font-weight-bold",
                "nota": false,
                "disabled": true
            }
        }
    },
    {
        "title": "Liquidación privada",
        "description": "SECCIÓN LIQUIDACIÓN PRIVADA",
        "fields": {
            "052": {
                "number": "84",
                "title": "Impuesto sobre la renta líquida gravable",
                "col-#": "col-8",
                "class": "",
                "nota": false,
                "group": "tota-impuesto-rentas-liquidas"
            },
            "053": {
                "number": "85",
                "title": "Puntos adicionales a la tarifa del impuesto renta",
                "col-#": "col-8",
                "class": "",
                "nota": false,
                "group": "tota-impuesto-rentas-liquidas"
            },
            "054": {
                "number": "86",
                "title": "Impuesto de dividendos y/o participaciones gravadas, a la tarifa del 10% (base casilla 54)",
                "col-#": "col-8",
                "class": "",
                "nota": false,
                "group": "tota-impuesto-rentas-liquidas"
            },
            "055": {
                "number": "87",
                "title": "Impuesto de dividendos y/o participaciones gravadas, a la tarifa del artículo 240 del E.T. (base casilla 55)",
                "col-#": "col-8",
                "class": "",
                "nota": false,
                "group": "tota-impuesto-rentas-liquidas"
            },
            "056": {
                "number": "88",
                "title": "Impuesto de dividendos y/o participaciones gravadas, a la tarifa del 27% (base casilla 56)",
                "col-#": "col-8",
                "class": "",
                "nota": false,
                "group": "tota-impuesto-rentas-liquidas"
            },
            "057": {
                "number": "89",
                "title": "De dividendos y/o participaciones gravadas a la tarifa del artículo 240 E.T. (base casilla 53)",
                "col-#": "col-8",
                "class": "",
                "nota": false,
                "group": "tota-impuesto-rentas-liquidas"
            },
            "058": {
                "number": "90",
                "title": "Impuesto de dividendos y/o participaciones gravadas a la tarifa del 33% (base casilla 52)",
                "col-#": "col-8",
                "class": "",
                "nota": false,
                "group": "tota-impuesto-rentas-liquidas"
            },
            "059": {
                "number": "91",
                "title": "Total impuesto sobre las rentas líquidas gravables",
                "col-#": "col-8",
                "class": "font-weight-bold",
                "nota": false,
                "disabled": true
            },
            "060": {
                "number": "92",
                "title": "Valor a adicionar (VAA)",
                "col-#": "col-8",
                "class": "",
                "nota": false
            },
            "061": {
                "number": "93",
                "title": "Descuentos tributarios",
                "col-#": "col-8",
                "class": "",
                "nota": "<p>Registre los valores que, según la ley, se pueden restar del impuesto de renta determinado, los cuales no pueden ser tratados al mismo tiempo como costo o deducción.</p><ul><li>Tenga en cuenta las limitaciones y condiciones para cada descuento tributario establecidas en la ley.</li><li>El descuento tributario no puede exceder el impuesto sobre la renta líquida gravable.</li><li>Considere lo establecido en los artículos 257-1 y 258 del E.T.</li><li>El impuesto de renta después de los descuentos tributarios no puede ser inferior al 75% del impuesto calculado por el sistema de renta presuntiva sobre patrimonio líquido, antes de cualquier descuento, o al 70% cuando los descuentos provengan de certificados de reembolso tributario.</li><li>Hasta el año gravable 2022, el contribuyente puede tomar como descuento tributario el 50% del impuesto de industria y comercio, avisos y tableros, siempre que este haya sido efectivamente pagado durante el año gravable y esté relacionado con la actividad económica. Este impuesto no puede tomarse como costo o gasto.</li><li>A partir del año gravable 2023, el impuesto de industria y comercio, avisos y tableros ya no podrá llevarse como descuento tributario.</li><li>Los descuentos tributarios vigentes se encuentran en los artículos 115, 254, 255, 256, 256-1, 257, 257-1 y 258-1 del E.T., en el artículo 104 de la Ley 788 de 2002, y en los previstos para las ZOMAC.</li></ul>"
            },
            "062": {
                "number": "94",
                "title": "Impuesto neto de renta (sin impuesto adicionado)",
                "col-#": "col-8",
                "class": "font-weight-bold",
                "nota": false,
                "disabled": true
            },
            "063": {
                "number": "95",
                "title": "Impuesto a adicionar (IA)",
                "col-#": "col-8",
                "class": "",
                "nota": false
            },
            "064": {
                "number": "96",
                "title": "Impuesto neto de renta (con impuesto adicionado)",
                "col-#": "col-8",
                "class": "font-weight-bold",
                "nota": false,
                "disabled": true
            },
            "065": {
                "number": "97",
                "title": "Impuesto de ganancias ocasionales",
                "col-#": "col-8",
                "class": "font-weight-bold",
                "nota": "<p>El valor de esta casilla corresponde a la aplicación de una tarifa del veinte por ciento (20%) sobre el valor de la casilla 83 (Ganancias ocasionales gravables) cuando corresponda a ingresos por loterías, rifas y apuestas obtenidos en el período. Si necesitas modificar el cálculo, puedes editar el valor de esta casilla. La base para aplicar la tarifa es el valor total del premio, sin descontar la retención en la fuente.</p><p>Además, debes calcular el impuesto sobre las demás ganancias ocasionales de la casilla 83 (Ganancias ocasionales gravables) aplicando la tarifa única del diez por ciento (10%) para el año gravable 2022 y del quince por ciento (15%) para el año 2023 y siguientes.</p><p>Para las micro y pequeñas empresas instaladas en las ZOMAC, la tarifa general del impuesto sobre las ganancias ocasionales será:</p><ul><li>2.5% para el año gravable 2022.</li><li>3.75% para los años gravables 2023 y 2024.</li><li>7.5% para los años gravables 2025 a 2027, según el artículo 237 de la Ley 1819 de 2016. A partir de 2028, tributarán a la tarifa general.</li></ul><p>Para las medianas y grandes empresas instaladas en las ZOMAC, la tarifa será:</p><ul><li>7.5% para el año gravable 2022.</li><li>11.25% para los años gravables 2023 a 2027. A partir de 2028, tributarán a la tarifa general.</li></ul>"
            },
            "066": {
                "number": "98",
                "title": "Descuento por impuestos pagados en el exterior por ganancias ocasionales",
                "col-#": "col-8",
                "class": "",
                "nota": "<p>Registre en esta casilla los impuestos pagados en el exterior a descontar del impuesto de ganancias ocasionales de acuerdo con lo establecido en el artículo 254 del E.T.</p>"
            },
            "067": {
                "number": "99",
                "title": "Total impuesto a cargo",
                "col-#": "col-8",
                "class": "font-weight-bold",
                "nota": false,
                "disabled": true
            },
            "068": {
                "number": "100",
                "title": "Valor inversion obras por impuestos hasta del 50% del valor de la casilla 99 (Modalidad de pago 1)",
                "col-#": "col-8",
                "class": "",
                "nota": false
            },
            "069": {
                "number": "101",
                "title": "Descuentos efectivo inversión obras por impuesos (Modalidad de pago 2)",
                "col-#": "col-8",
                "class": "",
                "nota": false
            },
            "070": {
                "number": "102",
                "title": "Crédito fiscal artículo 256-1 E.T.",
                "col-#": "col-8",
                "class": "",
                "nota": false
            },
            "071": {
                "number": "103",
                "title": "Anticipo renta liquidado año gravable anterior",
                "col-#": "col-8",
                "class": "",
                "nota": false
            },
            "072": {
                "number": "104",
                "title": "Saldo a favor año gravable anterior sin solicitud de devolución y/o compensación",
                "col-#": "col-8",
                "class": "",
                "nota": false
            },
            "073": {
                "number": "105",
                "title": "Autoretenciones",
                "col-#": "col-8",
                "class": "",
                "nota": false
            },
            "074": {
                "number": "106",
                "title": "Otras Retenciones",
                "col-#": "col-8",
                "class": "",
                "nota": false
            },
            "075": {
                "number": "107",
                "title": "Total retenciones año gravable a declarar",
                "col-#": "col-8",
                "class": "font-weight-bold",
                "nota": false,
                "disabled": true
            },
            "076": {
                "number": "108",
                "title": "Anticipo renta para el año gravable siguiente",
                "col-#": "col-8",
                "class": "",
                "nota": false
            },
            "077": {
                "number": "109",
                "title": "Anticipo Puntos adicionales año gravable anterior",
                "col-#": "col-8",
                "class": "",
                "nota": false
            },
            "078": {
                "number": "110",
                "title": "Anticipo Puntos adicionales año gravable siguiente",
                "col-#": "col-8",
                "class": "",
                "nota": false
            },
            "079": {
                "number": "111",
                "title": "Saldo a pagar por impuesto",
                "col-#": "col-8",
                "class": "font-weight-bold",
                "nota": false,
                "disabled": true
            },
            "080": {
                "number": "112",
                "title": "Sanciones",
                "col-#": "col-8",
                "class": "",
                "nota": false
            },
            "081": {
                "number": "113",
                "title": "Total saldo a pagar",
                "col-#": "col-8",
                "class": "font-weight-bold",
                "nota": false,
                "disabled": true
            },
            "082": {
                "number": "114",
                "title": "Total saldo a favor",
                "col-#": "col-8",
                "class": "font-weight-bold",
                "nota": false,
                "disabled": true
            },
            "083": {
                "number": "115",
                "title": "Valor impuesto exigible por Obras Impuestos modalidad de pago 1",
                "col-#": "col-8",
                "class": "",
                "nota": false
            },
            "084": {
                "number": "116",
                "title": "Valor impuesto exigible por Obras Impuestos modalidad de pago 2",
                "col-#": "col-8",
                "class": "",
                "nota": false
            },
            "085": {
                "number": "117",
                "title": "Aporte voluntario Art. 244-1 E.T",
                "col-#": "col-8",
                "class": "",
                "nota": false
            }
        }
    }
]