[
    {
        "title": "Especialista en Tributación Empresarial",
        "short_description": "Aprende sobre tributación empresarial y adquiere las habilidades necesarias para avanzar en tu carrera como especialista en impuestos, desde la legislación fiscal hasta la planeación tributaria y la resolución de conflictos fiscales.",
        "long_description": "<p>Aprende sobre tributación empresarial y adquiere las habilidades necesarias para avanzar en tu carrera como especialista en impuestos, abarcando desde la legislación fiscal hasta la planeación tributaria y la resolución de conflictos fiscales.</p><p>Esta ruta profesional te ofrece una formación integral, desde los conceptos básicos de la legislación fiscal hasta las estrategias avanzadas de planeación y resolución de conflictos fiscales, enfocándose en la tributación de personas jurídicas en Colombia.<p></p>Comienza con una introducción a los fundamentos de la tributación, incluyendo los principios del sistema tributario colombiano, los diferentes tipos de impuestos y sus implicaciones. Luego, profundizarás en la legislación fiscal de personas jurídicas en Colombia, explorando normativas, regulaciones, régimen tributario especial e incentivos fiscales.<p></p>Desarrollarás habilidades prácticas para presentar el impuesto de renta, el IVA y las retenciones en la fuente gracias a nuestros espacios interactivos que simulan la plataforma de impuestos de la DIAN. También aprenderás a manejar conflictos fiscales, presentando recursos y negociando acuerdos, así como representando a empresas en auditorías fiscales.<p></p>Finalmente, el curso aborda la tributación internacional, enseñándote a manejar las implicaciones fiscales de las operaciones transnacionales, los tratados fiscales, la doble tributación y las normas de precios de transferencia.</p>"
    },
    {
        "title": "Especialista en NIIF para PYMES",
        "short_description": "Aprende a aplicar las Normas Internacionales de Información Financiera (NIIF) en pequeñas y medianas empresas y adquiere las habilidades necesarias para avanzar en tu carrera, desde los fundamentos de las NIIF hasta la contabilización de inversiones.",
        "long_description": "<p>Aprende a aplicar las Normas Internacionales de Información Financiera (NIIF) en pequeñas y medianas empresas y adquiere las habilidades necesarias para avanzar en tu carrera, desde los fundamentos de las NIIF hasta la contabilización de inversiones.</p><p>Comienza con una introducción a las NIIF, donde aprenderás su importancia global y las diferencias con las normas locales. Profundizarás en la contabilización de inversiones, la valoración de propiedades, activos fijos e intangibles, arrendamientos, instrumentos financieros y gestión de riesgos financieros. También abordarás provisiones, pasivos, activos contingentes e ingresos, y aprenderás a identificar contratos y contabilizar ingresos de manera precisa.</p><p>Lo más destacado de esta ruta es la oportunidad de realizar ejercicios prácticos en nuestra plataforma interactiva. Podrás hacer causaciones y ver en vivo el efecto que tienen en la contabilidad, lo que te permitirá aplicar los conceptos aprendidos y entender su impacto real en los estados financieros.</p><p>Al completar esta ruta, estarás preparado para elaborar y presentar estados financieros conforme a las NIIF, gestionar activos y pasivos, y asegurar el cumplimiento de las normativas contables. Este programa está dirigido a ti, contador, auditor, gerente financiero u otro profesional del ámbito contable y financiero que busca especializarse en las NIIF para PYMES.</p>"
    }
]
